;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
;translated into Italian by Riccardo Pilloni email rikky1966@yahoo.it
;new to version 1.2
;translated by Riccardo Pilloni 
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Stardock ObjectDock Language Pack
; 
; Language: Russian
; Version: 1.0
; Author: F@Ct0R 
; Contact: factor11@yandex.ru
; Co-author: Sabbath Black
; Contact: sabbathblack@msilab.net
; LastUpdated: Jan 27, 2005  
; Spanish.lng for ObjectDock Plus
; Version 0.1 [11/1/04]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Instalar desde el disco %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
; Spanish.lng for ObjectDock Plus
; Version 0.1 [11/1/04]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Instalar desde el disco %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; Srpski.lng za ObjectDock Plus
; Version 2.0 [1/10/05]
; 
;Serbian Translation by / na Srpski preveo
;Ivan Stambolic, stamba@absolutok.net
;17. april 2005. godine - 3. maj 2005. godine
;
;
; Ovo je ObjectDock .lng datoteka za prevod grafickog okruzenja. Prevedite deo na desnoj  ; strani = znaka. Obratite posebnu paznju na upotrebu \0, \n, %s, %i, %t, and '%s'.
; To su promenljive koje ce po potrebi biti zamenjene u aplikaciji. 
;
; Ovo je moja linija 1\nI ovo je nova linija.=Moja prevedena linija\nI ovo je moja ; najnovija linija.
; ili
; Instaliraj skin sa diska %s\0=ディスクからスキンを導入 %s\0
;
; Za trenutak, obratite paznju na razmake u terminima gde postoje razmaci 
; na pocetku linije. Na primer:
;
;  on the = on the
; nije isto sto i
; on the= on the
; Postoji ekstra prazan prostor ispred ' on' i nakon 'the ' koje bi trebalo sacuvati.
;
; Ova datoteka MORA biti sacuvana kao Unicode (Notepad ce sasvim fino da radi). 
;
; ODTranslateAid.exe moze biti koriscen za pomoc, ali mu je neophodan '2.0 .NET Beta 
; runtimes' da bude instaliran. ;http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 dodato
;
;Default=Standardno
;Lit Circle=Oznaci krug
;Lit Triangle=Oznaci Trougao
;White Circle=Beli krug
;White Triangle=Beli trougao
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is ;pressed. (Change may require restart.)=Zabrani da se Dokovi postavljeni "Uvek na vrhu" ili ;"Uvek na dnu" od skrivanja kada je WinKey+D pritisnut. (Promena moze da zahteva ;restartovanje.)
;Use zoom effect on entries on tabbed docks=Upotrebi efekat uvelicavanja na unose na ;karticama
;
; v0.3 dodato
;
;Delay for autohide and mouse activation=Odlozi za samo-sakrivanje i aktivaciju misa
;Autohide / mouse activation delay:=Odlaganje Samo-sakrivanja / Aktivacije misa:
[Translations]
Select an image=Izaberite sliku
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Ikone umesto slika (*.png, *.ico)\0*.png;*.ico\0Datoteke programa (*.exe)\0*.exe\0Sve datoteke (*.*)\0*.*\0\0
All Images=Sve slike
Activate Group=Aktiviraj Grupu
Minimize Group=Minimiziraj Grupu
Close Group=Zatvori Grupu
Add This Application to the Dock=Dodaj ovu Aplikaciju u Dok
Dock Entry Properties...=Osobine unosa u Dok...
Open Window / Application=Otvori novi Prozor / Program
Remove Image for this Program=Ukloni Sliku za Programa
Set Image for this Program=Postavi sliku za program
Remove Image for this Class=Ukloni Sliku za Klasu
Set Image for this Class=Postavi Sliku za Klasu
(Class too generic to set image)=(Klasa je suvise uopstena da bih postavio sliku)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Ne mogu da dodam u Dok: Ne postoje kartice u ovom delu koje imaju mogucnost dodavanja!\n\nDa bi ste resili, dodajte novu praznu karticu u vasem delu sa karticama.
ObjectDock - Cannot add to dock=ObjectDock - Ne mogu da dodam u Dok
New Shortcut=Nova precica
QuickLaunch=BrzoAktiviranje
Quick Launch=Brzo Aktiviranje
Minimize All=Smanji sve
Remove Entry=Izbrisi unos
Are you sure you want to remove the entry '%s'?=D ali ste sigurni da zelite da izbrisete unos '%s'?
ObjectDock - Remove Entry?=ObjectDock - Izbrisati unos?
Shortcut=Precica
Desktop=Radna povrsina
Programs Menu=Meni programa
My Computer=Moj racunar
Favorites=Omiljeno
My Documents=Moji dokumenti
My Pictures=Moje slike
Network Connections=Internet konekcije
Normal Window=Normalni prozor
Minimized=Smanjeno
Maximized=Povecano
Select a Program, File or Folder=Izaberite program, datoteku ili fasciklu
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Datoteke programa (*.exe)\0*.exe\0Sve datoteke (*.*)\0*.*\0\0
Recycle Bin=Kanta za reciklazu
Programs=Programi
Recent=Skorasnje
SendTo=Posalji u
Start Menu=Startni meni
Startup=Pokretnje
Templates=Templejti
Control Panel=Kontrolna tabla
DesktopFolder=FasciklaRadnePovrsine
Drives=Diskovi
Fonts=Fontovi
History=Istorija
Printers=Stampaci
Network=Mreza
Clock=Casovnik
Adjust Date/Time=Podesi Datum/Vreme
Are you sure you want to remove the entry 'Clock'?=Da li ste sigurni da zelite da uklonite unos 'Casovnik'?
System Command=Sistemska Naredba
Do Nothing=Ne cini nista
'My Docks' dialog...='Dijalog 'Moj dok'...
Configure this dock...=Podesi ovaj dok...
About ObjectDock dialog...=Dijalog o ObjectDock-u...
Quit=Prekid
Flyout Menu=Iskacuci meni
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Upozorenje! Menjajuci da iskace fascikla pre nego sopstveni meni, sve sopstveni unosi ce iti izgubljeni!\n\nDa li ste sigurni da zelite ovo da uradite?
ObjectDock Flyout Menu=ObjectDock iskacuci meni
New Clock=Novi sat
New Recycle Bin=Nova Kanta za reciklazu
New Flyout Menu=Novio iskacuci meni
New 'Quit Dock' Entry=Novi 'Dok Izlaz' Unos
New 'Configure Dock' Entry=Novi 'Dok Podesenja' Unos
New 'Start Menu' Entry=Novi 'Start Meni' Unos
Quit Dock=Dok izlaz
Configure Dock=Dok Podesenja
Docklets disabled in this beta release=Dokleti su onemoguceni u ovom eta izdanju
Are you sure you want to delete the docklet entry '%s'?=Da li ste sigurni da zelite da obrisetedoklet unos '%s'?
ObjectDock - Delete Entry?=ObjectDock - Obrisati unos?
Docklet=Doklet
System Tray Icon=Ikona Sistemske linije
General=Uopsteno
Hotspots=Aktivne tacke
Docklets=Dokleti
Positioning=Namestanje
Size & Appearance=Velicina i Izgled
Tabs & Styles=Kartice i Stilovi
Content Settings=Podesenja sadrzaja
Do nothing to this tabbed dock=Ne cini nista ovom doku
Bring up this tabbed dock=Prikazi ovaj dok
Put away this tabbed dock=Skloni ovaj dok
Hide this tabbed dock=Sakrij ovaj dok
black: available,  light gray: in use by this,  dark gray: in use by other=crna: dostupna,  svetlo siva: koristi je ovo,  tamno siva: koriste je drugi
Icon Size: %i Pixels=Velicina Ikone: %i piksela
Tabs Size: %.2fx=Velicina kartice: %.2fx
Top=Vrh
Bottom=Dno
Left=Levo
Right=Desno
Show no labels=Ne priikazuj oznake
Show on mouseover=Prikazi kad mis predje preko
Show below each entry=Prikazi dole svaki unos
Backgrounds without custom tabs=Pozadine bez sopstvenih kartica
Info=Info
Name=Naziv
None=Nijedan
Other...=Drugi...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=Trenutno izabrana kartic se automatski popunjava i ne moze da ima unose koji su dodati rucno.\n\nAktivirajte drugu karticu i pokusajte ponovo.
ObjectDock - Add Docklet=ObjectDock - Dodaj Doklet
Cannot remove tab: tabbed dock must contain at least one tab.=Ne mogu da uklonim karticu: Dok mora da sadrzi bar jednu karticu.
ObjectDock - Remove Tab=ObjectDock - Ukloni karticu
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Da li ste sigurni da zelite da uklonite karticu '%s'?\n\nSadrzaj kartice ce biti izgubljen.
ObjectDock - Remove Tab?=ObjectDock - Ukloniti karticu?
Add a new empty tab=Dodaj novu, praznu karticu
Add a taskbar tab=Dodaj karticu linije poslova
Add a system tray tab=Dodaj karticu sistemske linije
Align Left=Postavi Levo
Align Center=Postavi u centar
Align Right=Postavi Desno
Align Top=Postavi u vrh
Align Bottom=Postavi na dno
New Tab=Nova kartica
Note! Customize system tray icons=Zapamtite! Podesavajte ikone sistemske linije
by clicking and holding on any icon=tako sto kliknete i drzite neku ikonu
Taskbar=Linije poslova
System Tray=Sistemska linija
ObjectDock Plus=ObjectDock Plus
Red=Crveno
Orange=Narandzasto
Yellow=Zuto
Green=Zeleno
Blue=Plavo
Purple=Ljubicasto
Silver=Srebrno
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock je vratio podesenja iz prethodnih do skorasnjeg pada prilikom cuvanja, neka od Vasih najnovijih podesenja mozda nisu sacuvana.\n\nMolim Vas proverite da li su svi dokleti koje koristite trenutni i da li izazivaju pad prilikom snimanja.
Recovered Settings=Vracena podesenja
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVerzija %i.%i\r\n\r\n%s
Appearance=Izgled
Appearance Tweaks=Podesenja
Dock Contents=Sadrzaj Doka
Performance Tweaks=Podesenja Performansi
Glow=Sjaj
Rock=Kamen
Side-to-Side=Strana-do-Strane
Shrink 'n Grow=Smnjivanje i Povecavanje
Shrink 'n Grow Centered=Centralno Smanjivanje i Povecavanje
Bounce=Odskok
Spin=Okret
Always-On-Top=Uvek-na-vrhu
Always-On-Bottom=Uvek-na-dnu
Normal Window Z-Ordering=Normalni prozor Z-Odredba
Very smooth but slower.=Veoma tecno ali sporo.
Smooth and quick. (Recommended)=Tecno i brzo. (Preporuceno)
Jumpy but very fast. (No Transitions)=Grubo ali veoma brzo. (Bez prelaza)
Wide Magnification Mode (Default)=Nacin Sirokog Uvecanja (Standardno)
Narrow Magnification Mode=Nacin Uskog Uvecanja
GDI+ Engine=GDI+ Stroj
Custom Engine=Sopstveni Stroj
Dock Size:\n(%ipixels)=Velicina Doka:\n(%ipiksela)
Magnified Size:\n(%ipixels)=Velicina Uvecanja:\n(%ipiksela)
Re-show very smoothly=Prikazi Ponovo veoma tecno
Re-show smoothly=Prikazi Ponovo tecno
Re-show instantly=Prikazi Ponovo odmah
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Upozorenje: Linija poslova Windows-a moze biti prikazana preko Doka ukoliko se prikazuje levo. \n\nAko ostavite liniju poslova vidljivu, preporuceno je da je pomerite na vrh ekrana.
ObjectDock - Warning=ObjectDock - Upozorenje
Fast, may be jumpy [No transitions]=Brzo, moze da preskace [Bez prelaza]
Smooth and quick [Recommended]=Tecno i brzo [Preporuceno]
Extra smooth [Slower]=Veoma tecno [Sporije]
Re-show smoothly [Recommended]=Prikazi tecno ponovo [Preporuceno]
GDI+ Engine [Recommended]=GDI+ Stroj [Preporuceno]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Paznja: ova opcija ce imati efekta kada su indikatori korisceni na zadanom doku, i ne radi na karticama.
ObjectDock - Information=ObjectDock - Informacije
Normal Z-Ordering=Normalna Z-odredba
Magnified Size: %i Pixels=Uvecana velicina: %i Piksela
Wide Mode=Siroki nacin
Narrow Mode=Uzak nacin
Desktop Folder=Fascikla Rdne povrsine
Folder: %s=Fascikla: %s
(Empty)=(Prazno)
Internet Explorer=Internet Eksplorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Naziv teme ne sme da sadrzi:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Sacuvaj Temu
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=Paket %s je uspesno izvucen!\n\nDa bi ste koristili nove pozadine, podesite opcije Vaseg doka.
ObjectDock - Unpackaged Theme=ObjectDock - Ne raspakovana tema
0 Kb=0 Kb
%i Kb=%i Kb
Type=Tip
Icon=Ikona
Program=Program
Window Class=Klasa prozora
Background Name=Naziv pozadine
Folder Name=Naziv fascikle
Image=Slika
Package the entire dock & and all of its settings=Spakovati citav dok i sva podesenja tog doka
Package selected dock items (Does not package dock settings)=Spakovati izabrane delove doka (Ne pakuju se podesenja doka)
Package selected additional backgrounds=Spakovati izabrane dodatne pozadine
Package selected custom program icons=Spakovati izabrane sopstvene ikone programa
You must give the theme you're packing up a name!=Morate dati naziv temi koju pakujete!
The theme name cannot contain the characters:\n\\ / : * ? \=Naziv teme ne sme da sadrzi:\n\\ / : * ? \
You must select something to package up!=Morate nesto izabrati da spakujete!
&Advanced <<=&Napredno <<
&Advanced >>=&Napredno >>
Apply the entire dock & and all of its settings=Primeni citav dok i sva njegova podesenja
Apply selected dock items (Does not apply dock settings)=Primeni izabrane delove doka (Ne primenjuju se podesenja doka)
Apply selected custom program icons=Primeniti izabrane sopstvene ikone programa
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Niste izabrali nista da primenite - da li zelite da ne primenite nista iz ove teme?\n\n(Paznja, cak i ako nista ne primenite, sve pozadine i ikone ukljucene ovoj temi\nsu izvucene i sacuvane na racunaru.)
ObjectDock - Load Theme=ObjectDock - Ucitaj temu
You have selected nothing to apply - do you want to not load anything from this theme?=Niste izabrali nista da primenite - da li zelite da ne primenite nista iz ove teme?
Log of current theme=Odjavi trenutnu temu
Log of current theme (settings)=Odjavi trenutnu temu (podesenja)
Log of current theme (extra images)=Odjavi trenutnu temu (vise slika)
Windows is running in safe mode... continue to launch ObjectDock?=Windows radi u "Safe Mode"-u... nastaviti ucitavanje ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, Window-sov "Safe Mode"
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll nije pronadjena.\n\nUcitavanje TGA i PNG slika nece biti dosupno.
ObjectDock=ObjectDock
ObjectDock Theme=ObjectDock Tema
ObjectDock Theme Package=ObjectDock Paket Teme
ObjectDock Docklet=ObjectDock Doklet
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock nije pravilno registrovan. Molimo Vas reinstalirajte.\n\nhttp://www.stardock.com/support moze biti koriscen za ponovno slanje veze za snimanje i serijski broj\nna Vasu e-mail adresu sa koje ste narucili. Ili instalirajte i nadogradite preko Centrale Stardock-a.
ObjectDock - Cannot start, please reinstall=ObjectDock - Ne moze da se pokrene, molimo Vas reinstalirajte
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema DLL, shell) Molim Vas reinstalirajte i resetujte racunar
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Dll/Hook ucitavanje bezuspesno.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema PROC, shell) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (shell) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema DLL, cbt) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema PROC, cbt) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (cbt) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (DLL ucitavanje nije uspelo) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (DLL nije pronadjen) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema DLL, mis) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (Nema  PROC, mis) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Dll/Hook se nije ucitao. (mis) Molim Vas reinstalirajte i resetujte racunar
ObjectDock: Start creating docks!=ObjectDock: Pocnite da pravite dokove!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=Nijedan dok nije trenutno napravljen - Kliknite ovde ili kliknite dva puta na ObjectDock's ikonu sistema da zapocnete pravljenje dokova!
Autohiding dock=Samo-sakrivajuci dokovi
Dock=Dok
 on the = na 
top=vrhu
bottom=dnu
left=levoj strani
right=desnoj strani
 edge.= ivici.
Docked Tabs=Kartice
Tabbed dock with %i tabs.=Karticni dokovi sa %i kartica.
Are you sure you want to remove this tabbed dock and its entire contents?=Da li ste sigurni da zelite da uklonite ovaj karticni dok i citav njegov sadrzaj?
ObjectDock: Confirm Remove Dock=ObjectDock: Potvrdite uklanjanje doka
Are you sure you want to remove this dock and its entire contents?=Da li ste sigurni da zelite da uklonite ovaj dok i citav njegov sadrzaj?
About ObjectDock=O ObjectDock-u
About=O
OK=U redu
Copyright:=Autorska prava:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Podverzija:
Version:=Verzija:
Dock Entry Properties=Osobine Unosa u dok
Show folder in a menu=Prikazi fasciklu u meniju
Browse...=Pronadji...
Change Image=Promeni sliku
Reset Image=Vrati sliku na staro
Title:=Naslov:
Link:=Veza:
Arguments:=Argumenti:
Run:=Pokreni:
Start in:=Pocni u:
Tab2=Kartica2
Choose Image...=Izaberi sliku...
ObjectDock Properties=ObjectDock Opcije
Slider1=Klizac1
Autohide=Samo-sakrivanje
Dock Taskbar Enabled=Dok Linije poslova Omogucen
Represent minimized windows by their screenshot.=Prikazi smanjene prozora prema njihovim slikama sa ekrana.
Hide the windows taskbar.=Sakrij Windows-ovu Liniju poslova.
Dock Size:\n(128 Pixels)=Velicina doka:\n(128 Piksela)
Magnified Size:\n(128 Pixels)=Uvecana velicina:\n(128 Piksela)
Small=Malo
Large=Veliko
Min=Minimalno
Max=Maksimalno
Background:=Pozadina:
Position on screen:=Pozicija na ekranu:
Transparent=Providno
Opaque=Neprovidno
Position:=Pozicija:
The Dock's Taskbar=Linija poslova Doka
The Windows Taskbar=Linija poslova Windows-a
Drawing Technology:=Tehnologija Crtanja:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Paznja: ukoliko su GDI+ stroj suvise spori, pokusajte da koristite sopstveni stroj)
Magnification Effect Transitions:=Prelaz Uvelicavajuceg Efekta:
Autohide Speed Options:=Opcija brzine samo-sakrivanja:
Transition Smoothness/Speed Options=Opcije prelaza Tecnost/Brzina
Alternative Drawing Technology=Alternativna tehnologija crtanja
Running Application Indicators on Shortcuts=Indikatori na precicama aktivnih aplikacija
Show indicators for shortcuts that are currently running.=Prikazi indikatore za precice koje su trenutno u radu.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...i ukoliko se klikne, precica ce prikazati instancu umesto otvaranja nove kopije.
Use a thumbnail representation for images placed on the dock.=Upotrebi veliku reprezentaciju za slike na doku.
"Attention" Effect:="Upozorenje" Efekat:
Mouseover Effect:=Efekat Misa preko:
Running Indicator:=Indikator rada:
Bold=Masna
Italics=Savijena
Label Font:=Font Oznake:
Size:=Velicina:
Item Label Font=Font Oznake predmeta
Add this Docklet to the Dock=Dodaj ovaj doklet u dok
The ObjectDock SDK for creating your own docklets can be=ObjectDock-ov SDK za kreiranje sopstvenih dokleta moze
downloaded from=biti snimljen sa
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Upotrebi aktivaciju misa
(Remove by dragging item off dock)=(Ukloni izvlacenjem ikone sa doka)
Tab1=Kartica1
Load ObjectDock on startup=Ucitaj ObjectDock pri startovanju racunara
Apply Dock Theme  - %s=Primeniti Temu Doka  - %s
&Yes=&Da
&No=&Ne
Merge new custom program icons with current custom program icons.=Spoji nove ikone programa sa ovim ikonama programa.
Would you like to apply the Dock Theme "%s"?=Da li zelite da primenite temu doka "%s"?
&Dock Theme Contents to Apply:=&Sadrzaj teme doka za primenjivanje:
Save Dock Theme...=Sacuvaj temu doka...
&Save=&Sacuvaj
&Cancel=&Ponisti
Enter a name for your dock theme:=Unesite naziv za Vasu temu doka:
Dock Theme Name:=Naziv teme doka:
Package Dock Theme =Paket teme doka 
Would you like to package this theme to distribute?=Da li zelite da zapakujete temu tako da je distribuirate?
&Dock Theme Contents:=&Sadrzaj teme doka:
Use Magnification=Upotrebi uvecanje
Reset Magnification Options=Vrati opcije uvecanja na standardno
Allow taking window screenshots to represent minimized windows.=Dozvoli snimanje ekrana da bi se prikazali minimizirani prozori.
Add Shortcut=Dodaj precicu
Add Clock=Dodaj casovnik
Add Sys Command=Dodaj sistemsku komandu
Add Recycle Bin=Dodaj Kantu za reciklazu
Normal Size: (#)=Normalna velicina: (#)
Zoomed Size: (#)=Uvecana velicina: (#)
Magnification Mode:=Nacin Uvecanja:
Transitions:=Prelazi:
Taskbar Position:=Pozicija linije poslova:
Allow magnification beyond images' original size. (128 Pixels)=Dozvoli povecavanje i vise od orginalne velicine slike. (128 Piksela)
Dock Position:=Pozicija doka:
Quit ObjectDock=Izadji iz ObjectDock-a
Bk Transparency:=Pozadinska providnost:
Dock Z-Order:=Dock Z-Odredba doka:
Package Dock Theme  - Program Icons=Paket teme doka  - Ikone Programa
Select &All=Iz&aeri sve
Select &None=Izaberi &Nijednu
&Ok=&U redu
Select which program icons you want to include: =Izaberite koje ikone programa zelite da ukljucite: 
Program Icons:=Ikone programa:
Load ObjectDock Theme=Ucitaj temu ObjectDock-a
Open=Otvori
Choose a theme to load...=Izaberite temu koju zelite da ucitate...
Available ObjectDock Themes:=Dostupne ObjectDock Teme:
Cancel=Ponisti
Package Dock Theme  - Backgrounds=Paket teme doka  - Pozadine
Select which backgrounds you want to include: =Izaberite koje pozadine zelite da ukljucite: 
Backgrounds:=Pozadine:
Apply Dock Theme  - Dock Items=Primeni temu doka  - Dok predmeti
Select which dock items you want to apply: =Izaberite koje predmete doka zelite da primenite: 
Dock Items:=Predmeti doka:
Select which program icons you want to apply: =Izaberite koje ikone programa zelite da primenite: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - Pakovanje teme doka zavrseno
Click here to goto WinCustomize.com to upload your theme!=Mozete otici na WinCustomize.com i postaviti Vasu temu!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Zavrseno! Vasa tema doka je zapakovana i sacuvana u:\n\n%s\n\nVelicina datoteke: %s
Magnification Mode=Nacin uvelicanja
Image Options=Opcije slike
Hotkey to Activate...=Brzi taster za aktivaciju...
ObjectDock Settings=Podesenja ObjectDock-a
Close=Zatvori
Collections and Tabs=Kolekcije i kartice
Show tabs for collections=Prikazi kartice za kolekcije
Add Collection=Dodaj kolekciju
Remove Collection=Ukloni kolekciju
Tab's Appearance=Prikaz kartice
Color=Boja
Style=Stil
Apply To All=Primeni na sve
Dock Item Properties (Shortcut)=Osobine predmeta doka (Precica)
Delete Item=Ukloni predmet
Static=Staticno
Dock Item Properties (Clock)=Osobine predmeta doka (Casovnik)
Clock Options Not Yet Added....=Opcije casovnika jos nisu dodate....
Dock Item Properties (Window)=DOsobine predmeta doka (Prozor)
This Window's Title:=Naslov ovog prozora:
This Program's Name:=Naziv ovog programa:
This Window's "Class"="Clasa" ovog prozora
Add Shortcut to this Program to Dock=Dodaj precicu ovog programa na dok
Dock Item Properties=Osobine predmeta doka
Dock Item Properties (Docklet)=Osobine predmeta doka (Doklet)
Dock Item Properties (System Command)=Osobine predmeta doka (Komande Sistema)
Command:=Comanda:
Dock Item Properties (Recycle Bin)=Osobine predmeta doka (Kanta za reciklazu)
Change Empty Image=Promeni praznu sliku
Reset Empty Image=Vrati praznu sliku na standardno
Change Full Image=Promeni celu sliku
Reset Full Image=Vrati celu sliku na standardno
Recycle Bin Empty Image:=Slika Kante za reciklazu kada je prazna:
Recycle Bin Full Image:=Slika Kante za reciklazu kada je puna:
Empty Recycle Bin=Prazna Kanta za reciklazu
Tab Properties=Osobine kartice
Color:=Boja:
Change=Promena
Change Image for this Tray Icon=Promeni sliku samo ove ikone linije sistema
Show original icon in corner=Prikazi originalnu ikonu u uglu
Apply This Style To All Tabs=Primeni ovaj stil svim karticama
ObjectDock Tabbed Dock Properties=Osobine ObjectDock karticnog doka
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Preko ovog dijaloga mozete da menjate opcije Vaseg karticnog doka. Da podesite prikaz, boju i stil Vasih kartica, izaberite 'Kartice i Stilovi' iz liste.
My Docks=Moj dok
Add Tab=Dodaj karticu
Remove Tab=Ukloni karticu
Apply this style to all tabs=Primeni ovaj stil svim karticama
Tabs=Kartice
Spin1=Okret1
Select a tab listing above to edit its style!=Izaberite kartice da biste promenili stil!
(click to\nchange)=(Kliknite da\npromenite)
Magnified Size:=Uvecanja Velicina:
Icon Size:=Velicina ikone:
Colorize Background:=Oboji pozadinu:
Long=Dugo
Short=Kratko
Tab Position:=Pozicija kartice:
Entry Names:=Unos naziva:
Tab Alignment:=Poredak kartica:
Adjust tab colors and styles=Podesi boju i stil kartice
Tabs Size:=Velicina kartica:
Show dock as drawer=Prikazi dok kao fijoku
at top of screen=na vrh ekrana
at bottom=na dnu
at left=levo
at right=desno
Mouseover activation=Aktivacija kada je mis preko
Always on top=Uvek na vrhu
Don't show in tray or taskbar=Ne prikazuj u liniji sistema ni u liniji poslova
Show in taskbar=Prikazi u liniji poslova
Show in system tray=Prikazi u liniji sistema
slow=polako
(See hotspots tab for auto-activation)=(Pogledajte karticu aktivnih tacaka za auto-aktivaciju)
fast=brzo
Tabs always on top when docked to edge=Kartice uvek na vrhu kada su dokovane na ivicu
Position on screen=Pozicija na ekranu
Alignment=Poredak
Z-Ordering=Z-Odredba
(changes to activation affect all zooming docks)=(Promene u aktivaciji uticu na sve uvelicane dokove)
Monitor=Nadgledati
Represent minimized windows by their screenshots=Prikazi smanjene prozore prema njihovim slikama sa ekrana
Show 'running' indicators on active shortcuts=Prikazi indikatore rada na aktivnim precicama
Mouseover Effect=Efekat Misa preko
Note: changing the above settings may effect more than just the current dock.=Paznja: Promenom gornjih podesenja moze uticati i na neki drugi dok.
Show running tasks on the dock=Prikazi aktivne poslove na doku
Tray or Taskbar Position:=Pozicija linije sistema ili linije poslova:
Use task grouping on taskbars in ObjectDock=Koristi svrstavanje u grupu poslove na liniji poslova u ObjectDock-u
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Promena ovog podesenja ce uticati na linije poslova na svim dokovima/karticama.)
Show system tray icons on the dock=Prikazi ikone linije sistema na doku
Load ObjectDock at startup=Ucitaj ObjectDock pri startovanju racunara
Hide the windows taskbar=Sakrij Windows-ovu liniju poslova
Advanced Options=Napredne opcije
Performance Options=Opcije performansi
Load theme=Ucitaj temu
Save theme as...=Sacuvaj temu kao...
Package theme...=Zapakuj temu...
Theming=Teme
Manage My Docks=Sredi Moje Dokove
Create new dock=Napravi novi dok
Create new tabbed dock=Napravi novi karticni dok
My Docks:=Moj dok:
Create, remove, and edit other docks and tabbed docks=Napravi, ukloni, i menjaj druge dokove i karticne dokove
Language Options=Opcije jezika
Hotspots:=Aktivne tacke:
Choose by clicking an area of screen from miniscreen=Izaberite klikom na deo ekrana na mini-ekranu
Choose action:=Izaberite akciju:
very long=veoma dugo
short=kratko
Activation delay (for all):=Odlganje aktivacije (za sve):
black: available,  white: in use by this,  red: in use by other=crna: dostupna,  bela: u upotrebi ovoga,  crvena: u upotrebi drugih
Activates tabbed dock when not on top or docked=Aktivira karticni dok kada nije na vrhu ili dokovan
^note: leave the above larger for black and white accessibility support=^Paznja: ostavite gornje vece za crnu i belu podrsku pristupa
(To remove, drag entry off dock)=(Da uklonite, izvucite unos sa doka)
ObjectDock - Advanced Options=ObjectDock - Napredne opcije
Use thumbnails to represent images placed in dock=Koristi veliku reprezentaciju slika na doku
When shortcut is run, if program is already running bring it to the foreground only.=Kada je precica pokrenuta, ukoliko program vec radi postavi ga prvog na ekranu.
Show flyout menus as normal menus when they contain over 80 entries=Prikazi menije koji nestaju kao normalne menije kada sadrze preko 80 unosa
General Advanced Options=Opste napredne opcije
Advanced Options for Magnifying Docks=Napredne opcije za uvelicavajuce dokove
Entry Label Font:=Font unosa naziva:
Label Font Size:=Velicina fona naziva:
ObjectDock - Performance Options=ObjectDock - Opcije preformansi
Transition Smoothness / Speed Options=Prelazna glatkoca / Opcije brzine
ObjectDock Dock Properties=ObjectDock Osobine doka
Within this dialog you can edit the properties of your dock.=Preko ovog dijaloga mozete podesiti osobine Vaseg doka.
ObjectDock: My Docks...=ObjectDock: Moj dok...
My Docks...=Moj dok...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Dodaj, ukloni, i menjaj dokove i karticne dokove odavde. Izaberite dok da pocnete, ili pritisnite 'Napravi novi' dugme.
Remove this dock=Ukloni ovaj dok
Edit this dock=Menjaj ovaj dok
Content Options=Opcije sdrzaja
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Paznja! Mozete da podesavate ikone u Vasem ObjectDock sistemskoj liniji klikom i dugim pritiskom na bilo koju ikonu.
Folder:=Fascikla:
Custom menu:=Sopstveni meni:
Add=Dodaj
Remove=Ukloni
Edit=Menjaj
ObjectDock - Setup Custom Colors=ObjectDock - Podesavanje sopstvenih boja
Custom Colors=Sopstvene boje
(Click color to change)=(Kliknite na boju da promenite)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Promena ovog podesenja ce uticati na liniju poslova na svim dokovima/radnim sobama.)
Show systray=Prikazi sistemsku liniju
Memory /  Speed Optimization=Memorija /  Optimizacija brzine
Optimize for performance: "I paid for this RAM, please use it."=Optimizuj za performanse: "Platio sam za ovaj RAM, molim Vas koristite ga."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Optimizacija memorije:         "Imam 128MB RAM memorije ili manje, treba mi svaki bit."
(Default, but not recommended)=(Standardno, ali nije preporuceno)
(Recommended)=(Preporuceno)
(Restart program to have full effect)=(Restartujte program da bi ste doili puni efekat)
ObjectDock - Language Options=ObjectDock - Opcije jezika
Language=Jezik
Choose your language:=Izaberite Vas jezik:
File=Datoteka
Themes=Teme
Load Dock Theme=Ucitaj temu doka
Save Dock Theme As=Sacuvaj temu doka kao
Package Dock Theme=Paket teme doka
Create=Napravi
New Separator=Novi razmak
INSERT_PLUGINS_HERE=UBACITE_DODATKE_OVDE
Help=Pomoc
Magnification=Uvelicavanje
Lock Dragging=Zakljucaj vucenje
Dock Settings...=Podesenja doka...
About ObjectDock...=O ObjectDock-u...
Buy ObjectDock Plus...=Kupite ObjectDock Plus...
Remove this separator=Ukloni ovaj razmak
View=Pogledajte
as Small Icons=kao Male Ikone
as Icons=kao Ikone
as Large Icons=kao Velike Ikone
as Names=kao Nazivi
Show Names=prikazi Nazive
Hide Names=Sakrij Nazive
Attach to edge=Prikaci na ivicu
Detach from edge=Odvoji od ivicu
INSERT_COLLECTIONS_HERE=UBACITE_KOLEKCIJE_OVDE
Add new tab=Dodaj novu karticu
Add basic tab=Dodaj osnovnu karticu
Add taskbar tab=Dodaj karticu linije poslova
Add systray tab=Dodaj karticu sistemske linije
Remove this tab=Ukloni ovu karticu
Add Entry=Dodaj unos
Tab Settings...=Podesenja kartice...
Debug Menu=Otkloni greske iz menija
Tabs Management=Upravljanje karticama
Add tab=Dodaj karticu
Rename/Recolor this tab=Promeni naziv/boju ove kartice
Move this tab forward (left) in the order=Pomeri ovu karticu napred (levo) u poretku
Move this tab back (right) in the order=Pomeri ovu karticu unazad (desno) u poretku
Tabs Appearance=Prikaz kartice
Rotate tabs edge (clockwise)=Rotiraj ivicu kartice (u smeru kazaljke na satu)
Align tabs left=Poredjaj kartice levo
Align tabs center=Poredjaj kartice u centar
Align tabs right=Poredjaj kartice u desno
Show tabs=Prikazi kartice
Show titles on tabs=Prikazi nazive na karticama
Activation Options=Opcije aktivacije
Always on top*=Uvek na vrhu*
Show in taskbar (not on top only)*=Prikazi u liniji poslova (ne samo na vrhu)*
Show in systray (not on top only)=Prikazi u liniji sistema (ne samo na vrhu)
Don't show in either taskbar or systray=Ne prikazuj ni u liniji poslova ni u liniji sistema
No Mouse Activation*=Nema Aktivacije misa*
Top activation=Aktivacija na vrhu
Bottom activation=Aktivacija na dnu
Left activation=Aktivacija levo
Right activation=Aktivacija desno
Top-Left activation=Vrh-Levo Aktivacija
Top-Right activation=Vrh-Desno Aktivacija
Bottom-Left activation=Dno-Levo Aktivacija
Bottom-Right activation=Dno-Desno Aktivacija
No activation delay=Bez odlaganja Aktivacije
Small activation delay=Malo odlaganje Aktivacije
Long activation delay=Dugo odlaganje Aktivacije
Autohide Options=Opcije Samo-sakrivanja
No autohide animation=Bez animacije smo-sakrivanja
Quick autohide animation=Brza animacija samo-sakrivanja
Smooth autohide animation*=Tecna animacija samo-sakrivanja*
No delay on autohide reshow=Bez odlaganja prilikom ponovnog pokazivanja samo-sakrivanja
Medium delay on autohide reshow*=Osrednje odlaganje prilikom ponovnog pokazivanja samo-sakrivanja*
Long delay on autohide reshow=Dugo odlaganje prilikom ponovnog pokazivanja samo-sakrivanja
Infinite delay on autohide reshow=eskonacno odlaganje prilikom ponovnog pokazivanja samo-sakrivanja
Auto-switch to hovered over tab on reshow=Promeni sam na lebdenje iznad kartica prilikom ponovnog pokazivanja
Other=Ostalo
Toggle taskbar hiding/showing=Promeni prikazivanje/sakrivanje linije poslova
Unload ObjectDock=Izcitati ObjectDock
Default=Standardno
Lit Circle=Oznaci krug
Lit Triangle=Oznaci trougao
White Circle=Beli krug
White Triangle=eli trougao
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Delay for autohide and mouse activation=Delay for autohide and mouse activation
Autohide / mouse activation delay:=Odlaganje samo-sakrivanja / aktivacije misa:
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
